{ 
    "ourblog" :
     [ {
            "title": "Benefits of Hybrid Work in the Company",
            "imageUrl": "../assets/images/hybridworkblog.jpg",
            "pagePath":"/blog/textblog/0"
             },  
         {
    "title": "Which is better progress or perfection in the company?",
    "imageUrl": "../assets/images/progressblog.jpg",
    "pagePath":"/blog/textblog/1"

             },  
         {
    "title": "Connecting at work: The value of human connection",
    "imageUrl": "../assets/images/importanceblog.jpg",
    "pagePath":"/blog/textblog/2"

        },  
         {
    "title": "Social Entrepreneurship",
    "imageUrl": "../assets/images/socialenterblog.jpg",
    "pagePath":"/blog/textblog/3"

        },  
        {
   "title": "Benefits of Steady Marketing",
   "imageUrl": "../assets/images/benefitsblog.jpg",
   "pagePath":"/blog/textblog/4"

       }

        
        ],
  "Cardsblogs" : [
    {
        "id": "0",
        "title": "Benefits of Hybrid Work in the Company",
        "imageUrl": "../../assets/images/hybridworkblog.jpg",
        "type": "30/9/22",
        "reference":"Why We Spend Two Hours in Traffic - Beirut Today (Beirut-today.com) ",
        "reference1":" Advantages of Hybrid Working Model: Benefits of Flexible Schedules (avocor.com)",
        "reference2":"Benefits and disadvantages of the hybrid work model | Envoy ",
        "reference3":"Benefits and disadvantages of the hybrid work model | Envoy ",
        "reference4":"8 Benefits of a Hybrid Workplace | AgilQuest ",
        "reference5":" Benefits and disadvantages of the hybrid work model | Envoy",
        "writter":" Farah Barakat",
        "title1":"What is hybrid work?",
        "title2":"What are the benefits of hybrid work?",
        "subtitle":"1- Saves a lot of time and money commuting ",
        "subtitle2":"2- Gives more freedom and productivity ",
        "subtitle3":"3- Reduction in operation costs ",
        "subtitle4":"4- Increase in hiring talents from various locations ",
        "subtitle5":"5- Improving the balance between work and life ",
        "subtitle6":"6- Improving creativity  ",
        "subtitle7":"7- Increasing work efficiency  ",
        "subtitle8":"8- Safer in the times of pandemics and compromised individuals   ",
        "paragraph":"Hybrid work is a mixture of online and office work environments. The ratio can vary according to the company, it can be 2 days remote, and 3 days on-site in most cases.",
        "paragraph1":"During the pandemic, the work shifted entirely to online work to reduce the spread of covid. Later, there was an introduction of a more hybrid workplace by dividing it between remote work, and on-site. ",
        "paragraph2":"The shift in hybrid work started before the pandemic, however, the pandemic increased its pace. In that sense, hybrid work became more famous and was adopted by more companies worldwide. " ,
        "paragraph3":"Hybrid work can work for some companies more than others. It depends on the company and the services it provides. The hybrid workplace can hold many benefits for both the employee and the company.",
        "paragraph4":"According to the Haven life analysis of the U.S Census Bureau American Community Survey, the commute time has increased from 45 minutes roundtrip in the 1990s, to over 52 minutes in 2017. The time of commuting is still on the rise, as years pass by. Most Lebanese on average spend between one to two hours commuting due to the traffic. ",
        "paragraph5":"Hybrid working would cut down time spent on the road, thus saving time, with 2 days of remote working, 2 to 4 hours would be reduced per week, this adds up to 8 to 16 hours a month. ",
        "paragraph6":"Not only time would be cut, but less money will also be saved which is spent on taxis or gas. This saves gas money for the employee and saves the company the cost needed to get to the physical office. ",
        "paragraph7":"Hybrid work allows more freedom and flexibility in work. Reducing the stress that comes with getting ready and commuting, will save more time for work. This increases the employee’s productivity at work, and comfortability with working at home. This makes them happier with the less stress they will feel. The less stress the employee feel, the more productive they can be. Making them accomplish more work with the freedom of picking their own work time. ",
        "paragraph8":"Companies that adopt hybrid work will reduce the supplies they need; this means fewer offices and fewer desks. It also cuts down bills from electricity and renting or buying a physical building to conduct work. This will save money for the company and help further improve and develop some other aspects that are needed in the company. ",
        "paragraph9":"Companies that fully function on-site would have to pick candidates that are within a range closest to the work’s physical place. This would decrease the chances of more talented and competent workers joining the company.",
        "paragraph10":"Adapting a hybrid solution would increase candidates’ chances to be selected from various locations, this increases the hiring of those who are more fitting for the work.",
        "paragraph11":"The hybrid work model gives employees a chance to balance their life and work. Employees can assign time where they can work and fit them into important appointments. Doctors,’ and dentists’ appointments can fit into their days better when hybrid work is implemented. Rather than going on the weekend for an appointment, it can be fit on a Tuesday morning, as work is pushed afternoon. ",
        "paragraph12":"It can also help widen the circle by allowing more flexibility in carrying out chores and duties parents need to do. Some would include driving to school or spending more time with their kids. ",
        "paragraph13":"Sitting in the same office 5 days a week for 8 hours would be boring and limiting. Having a change in scenery while working at various locations of the employee’s choosing would increase their creativity. Innovative ideas and concepts might come to the surface. It also carries the advantage of working while traveling or being stuck in horrible weather. ",
        "paragraph14":"With hybrid work, more flexibility comes hand in hand. Tasks would be accomplished faster and more efficiently without constricting employees in one place. ",
        "paragraph15":"Some workplaces are buys, loud and busy. This type of workplace can be somehow stressful to some employees. By limiting the stressful environment and changing it, employees would feel more at ease and more productive.  ",
        "paragraph16":"Hybrid working allows less physical contact between individuals rather than fully on-site ones. If someone has a compromised health condition that will put them at a greater risk of having several complications if someone has covid at work for example, this model allows them to work remotely as an option.",
        "paragraph17":"This means employees who also are still recovering from covid can continue working, and the company would not stop its operations and tasks due to staff shortage. The benefit goes both ways for the company and employees.",
        
        "responsibility": [
            
        ],
        "credit": ""
    },
    {
        "id": "1",
        "title": "Which is better progress or perfection in the company?",
        "imageUrl": "../../assets/images/progressblog.jpg",
        "type": "30/9/22",
        "reference":"Progress vs. Perfection (coachcampus.com) ",
        "reference1":" 5 Ways To Turn Your Mistake Into A Valuable Life Lesson (forbes.com)",
        "reference2":"Progress vs Perfection | Wellbeing People",
        "reference3":"In Business, Progress Is Better Than Perfection | YFS Magazine ",
         
        "writter":" Farah Barakat",
        "title1":"",
        "title2":"What is the difference between progress and perfection?",
        "subtitle":"",
        "subtitle2":"Perfection ruins lives ",
        "subtitle3":" ",
        "subtitle4":"Progress over perfection  ",
        "subtitle5":"Progress or Perfection in financial modeling ",
        "subtitle6":"Set boundaries and priorities  ",
        "subtitle7":"  ",
        "subtitle8":" ",
        "paragraph":"Progress is more important than perfection in the company. While progress gets goals achieved, and gets work done, perfection on the other hand does not. Perfectionists tend to perfect their work which would put them in a loop of procrastinating the work. It also makes them have unrealistic expectations and constant fear of not producing products that are good enough.  ",
        "paragraph1":"Perfectionists would struggle to accomplish tasks at a fast rate, which is a crucial aspect of today’s fast-paced world. The constant pressure perfectionists would put themselves under affects their sense of self-worth. So, what is the difference between progress and perfection? ",
        "paragraph2":"" ,
        "paragraph3":"",
        "paragraph4":"",
        "paragraph5":"Progress in development and improvement; is moving forward towards a certain goal or destination. During the progression process, mistakes are made and a person adopting a progressive way of thinking can learn from their mistakes. This type of mindset if adapted constantly would lead to growth and continuous learning. An example of progress would be focusing on the bigger picture, as well as what works at the time. ",
        "paragraph6":" ",
        "paragraph7":"While perfection is different, as it halts growth and the learning process altogether. Perfectionism in working puts so many barriers before the person when tackling a certain task. In the back of a perfectionist’s mind, there is a set of criteria and expectations that they believe should be achieved no matter what happens. Thus, not meeting such expectations would lead to disappointment in the work they do, thus affecting their self-confidence and doubting their abilities.  ",
        "paragraph8":"Perfectionists tie their worth to the quality and the outcome they produce. They are more likely to procrastinate working on a project because they are afraid to fail. Such a mentality would hinder the pace at which they work slowing them immensely. It also stops them from learning and growing. It is a limited mindset that fosters unachievable goals and leads to work unfulfillment. An example of how perfection work looks like would be setting goals that need to be achieved perfectly. As work goes by, it looks good, but the work is not living up to the perfect expectations you have set. This leads to stress, failure, and procrastinating.  ",
        "paragraph9":"Progress is much more valued and applicable than perfectionism in the workspace. Companies work in terms of growth, goals, and practicality. Perfectionism does not blend with it as much. As discussed previously, perfectionists procrastinate so they take longer to achieve a task or a project, while a company needs deadline adherence. ",
        "paragraph10":"Progress comes hand in hand with the way companies run. It fosters growth as people learn constantly and develop plans for some of their shortcomings. Progress celebrates small achievements, not only big achievements, as it will encourage people to push forward. The very basic purpose of progress is forward movement. The focus is always to tackle the project or task as people go by, and by this, the fear of failing is let go for such fear would push backward. ",
        "paragraph11":"Financial modeling requires estimates of budgets for projects in a few years. Adapting a perfectionist approach to the financial model is an impossible task. The model can never reach unrealistic expectations, and you will spend more time and not achieve the goal you set. While with progress, adapting a financial model and following it up frequently would reveal the strengths and weaknesses in your model. Based on that, improvements can be made, and you learn from some of the mistakes you did. ",
        "paragraph12":"",
        "paragraph13":"Setting up healthy boundaries as you work, by assigning time limits for projects. It might translate to a certain number of projects per month and stick to the boundary you put.  ",
        "paragraph14":"Setting priorities is also a crucial point to be considered. For example, the company has priorities for projects to be done that covers the budget and human resources. Perfectionism in terms of priorities would exceed the budgets and cause workers burnout.  ",
        "paragraph15":"  ",
        "paragraph16":"    ",
        "paragraph17":"    ",

        
        "responsibility": [
            
        ],
        "credit": ""
    },
    {
        "id": "2",
        "title": "Connecting at work: The value of human connection",
        "imageUrl": "../../assets/images/importanceblog.jpg",
        "type": "Startup",
        "reference":"The Value of Human Connection in the Workplace (alliant.edu) ",
        "reference1":" Connections at Work: They Matter - The Enlightened Workplace Project - ROI (roico.com)",
        "writter":" Farah Barakat",
        "title1":" ",
        "title2":" ",
        "subtitle":"How valuable is the human connection at work? ",
        "subtitle2":"How to maintain relationships at work? ",
        
        "paragraph":"The switch in the workplace got more popular when the pandemic first started in 2020. It dictates a need for switching the workforce to a virtual place known as “at home working”. Online working poses so many challenges in terms of understanding, as it increases the risk of misunderstanding. ",
        "paragraph1":"When we communicate, we give many attributes that aid in delivering a message. These attributes are the tone we use when we talk, the tone can set the type of conversation, as most meetings require a serious tone. Another attribute is the physical cues or body language which aids in the understanding of the message or task. It is easier to include more questions when you are meeting with your coworkers and supervisors face-to-face, rather than forming emails to ask for interpretations.  ",
        "paragraph2":"Digital communication can cause miscommunication and misunderstandings which can negatively affect the workplace, it would make a toxic workplace arise.  " ,
        "paragraph3":" ",
        "paragraph4":"We, as humans, require a human connection in our daily life, as we live and function in a society as it is our way of living. As I discussed before, working face-to-face misunderstandings would be less likely to arise. The nature of the flow of conversation back and forth with questions and inquiries is different from emails which limit it, and delays responses from emails.  ",
        "paragraph5":"The essence of human connection builds a positive environment. The human connection is crucial to building the basis for trust, teamwork, and thriving within the company for growth seeking. The human connection cannot be replaced by any alternative. It is also beneficial for you to help you solve a problem within your work by reaching out to colleagues who you built a solid connection with over time. Such connection does not occur with online working. Forming a web of connection is the goal, getting to know your colleagues and managers would help you expand your work and perspectives. ",
        "paragraph6":"Conversations at work can also foster creativity. While conversing with a colleague, you get a new perspective from them. This can foster creativity in the sense that you can find new ways to work on projects differently. Creativity is needed to stand up in a changing world, as new ideas are valued more than ever. Sometimes some digital communication is needed for quick or emergency meetings. Therefore, digital communication should not be abandoned altogether for the sake of pure human face-to-face connection. It should be used to aid and facilitate work when certain circumstances ask for digital communication.  ",
        "paragraph7":"Maintaining a healthy relationship at work takes time and effort. It can simply build from remembering a birthday, using simple encouragement words, or drinking coffee together.  ",
        "paragraph8":"- Maintain relationships by asking about your colleagues’ weekends or plans. ",
        "paragraph9":"- Ask about your colleagues’ feelings and check on them from time to time.",
        "paragraph10":"- Remember key and distinct information related to your colleagues’ lives.",
        "paragraph11":"- Invite them over for coffee or sit in a café.",
        
       
        "responsibility": [
            
        ],
        "credit": ""
    },
    {
        "id": "3",
        "title": "Social Entrepreneurship",
        "imageUrl": "../../assets/images/socialenterblog.jpg",
        "type": "30/9/22",
        "reference":"Social Entrepreneurship: Definition, Types, and Examples - Harappa ",
       
        "writter":" Farah Barakat",
        "title1":" ",
        "title2":" Benefits of Social Entrepreneurship:",
        "subtitle":" ",
        "subtitle2":" ",
        "subtitle3":" ",
        "subtitle4":"Characteristics of social entrepreneurs",
        "subtitle5":" ",
        "subtitle6":"Types of social entrepreneurship:  ",
        "subtitle7":"  ",
        "subtitle8":"  ",
        "paragraph":"Companies have added a new element to their businesses, which is a social cause. This element has added some new values that companies are adapting. This made the company seek more than profit but seek much further benefit for society. Thus, it contributes and gives back the society either by volunteering or supporting a cause. Social entrepreneurs are changing the world around them. ",
        "paragraph1":" ",
        "paragraph2":" " ,
        "paragraph3":" ",
        "paragraph4":"- Includes collective efforts that benefit society. ",
        "paragraph5":"- It aims to produce services that solve a problem. ",
        "paragraph6":"- Focuses on solutions rather than demands or trends in business. ",
        "paragraph7":"- The performance is measured based on how much influence it had.",
        "paragraph8":"- Encourage the intended cause and enhance society. ",
        "paragraph9":"Social entrepreneur has some traits that characterize them. ",
        "paragraph10":"● They are leaders who can influence others, and they can regulate their emotions in a way that does not affect their decisions. ",
        "paragraph11":"● They are multitaskers with a vision focusing on long-term outcomes.  ",
        "paragraph12":"● Social entrepreneurs are those people who know exactly that they need to tap into other experts who have skills in some aspect and eventually collaborate with them.  ",
        "paragraph13":"There are mainly four types of social entrepreneurship: ",
        "paragraph14":"● Community social is focused on immediate change. It adapts causes that can be addressed immediately such as hunger, or planting. It can also include volunteering opportunities. ",
        "paragraph15":"● Nonprofit social which includes giving back the profit to the cause. When gaining from teaching underprivileged students, the profit made is used to benefit even more underprivileged students.  ",
        "paragraph16":"● Transformational Social: it is where the business transforms an initial plan issued by the government and is continued by the company. ",
        "paragraph17":"● Global Social: it is when the scale is much larger socially which puts responsibility above profit. ",
       
        "responsibility": [
            
        ],
        "credit": ""
    },
    {
        "id": "4",
        "title": "Benefits of Steady Marketing",
        "imageUrl": "../../assets/images/benefitsblog.jpg",
        "type": "30/9/22",
        "reference":"7 Benefits of Growth Marketing For Your Company - Relevance ",
        "reference1":" What Is Marketing? Definition, Benefits, and Strategies (cyberclick.net)",
        "reference2":" ",
        "reference3":" ",
        "reference4":" ",
        "reference5":" ",
        "writter":" Farah Barakat",
        "title1":" ",
        "title2":"Benefits of Steady Marketing",
        "subtitle":"1- Establishing the brand name and service ",
        "subtitle2":"2- Increasing the searchability  ",
        "subtitle3":"3- Providing more credibility ",
        "subtitle4":"4- Understanding the targeted customers ",
        "subtitle5":"5- Interest adding up ",
        "subtitle6":"6- Gives a briefing  ",
        "subtitle7":" ",
        "subtitle8":" ",
        "paragraph":"Marketing help grows businesses. It is the action that companies take to increase their customer range and scope. Marketing includes promoting a product or a service the company provides, after some extensive market research and advertising. It is needed to achieve growth and the goals set by the company. Social media has been adapted recently as a means for marketing products and services, it allowed an opportunity for start-up businesses to market their products without additional charge. Marketing is seen as ads on TV, ads on highways, and word-of-mouth. Steady marketing is beneficial for the growth of the company and goes hand in hand with the saying “Slow and steady wins the race”.",
        "paragraph1":"  ",
        "paragraph2":" " ,
        "paragraph3":" ",
        "paragraph4":"Growth marketing is about gradually increasing the brand’s reach. The most important part is to define the brand and the service it provides. Once enough people know the product very well and have already tried it, then the brand can grow more. During this wait time, testing and evaluating the product happens. ",
        "paragraph5":" ",
        "paragraph6":" ",
        "paragraph7":"As the company produces more content, like blog writing, it is more likely to show in search engines. This will increase the company’s exposure through SEO or search engine optimization. Choosing a trendy topic to include in your content also helps top the algorithm. ",
        "paragraph8":"Many huge companies have websites that are rich in hundreds of blogs and content. This shows how much the company puts effort into its work, and growth, and can relate to the customers the company is targeting. By providing free content, the company is giving back some advice and insight, this increases its credibility and authority. ",
        "paragraph9":"With steady marketing, you are constantly searching and evolving by providing new ideas to see how people react to them. This brings essential data to see what the target audience needs, and the gaps that are in the industry in some of the products or services.  ",
        "paragraph10":" ",
        "paragraph11":"The company that provides more content also creates a more trusting image. When someone looks up a certain topic that is trending, and your company is at the top of the search results, this would familiarize the person with your company. Over time, with constant marketing, more people would trust the company, as it targets customer satisfaction.  ",
        "paragraph12":" ",
        "paragraph13":"Content marketing is a constant process over time. This process would help your company a lot. It is beneficial in terms of introduction to your company and its services. It also shows the effort and care you put into your company. Not only does it introduce your company through the website, but it also provides all the answers with a click of a button.   ",
        "paragraph14":" ",
        "paragraph15":" ",
        "paragraph16":" ",
        "paragraph17":" ",
       
        "responsibility": [
            
        ],
        "credit": ""
    }
        ],
    "service" : [
        {
            "title": "Strategy & Managment Consulting",
            "imageUrl": "assets/images/Consulting2.png",
            "pagePath": "/services/Consulting"       
        },
        {
            "title": "Marketing and Digital Presence Division",
            "imageUrl": "assets/images/Marketing2.png",
            "pagePath": "/services/Marketing"       
        },
        {
            "title": "Information Technology & Development",
            "imageUrl": "assets/images/Technologies2.png",
            "pagePath": "/services/Technologies"       
        }
    ],
    "portfolio" : [
        {
            "id": "asd1293uasdads1",
            "title": "Recruiting App",
            "imageUrl": "../../assets/images/Recruiting.png",
            "type": "Mobile Apps",
            "paragraph":"helloooo",
            "responsibility": [
                "Mobile Development",
                "UI/UX Design"
            ],
            "credit": "https://dribbble.com/shots/15164950-Recruiting-app"
        },
        {
            "id": "asd1293uhjkhkjh2",
            "title": "Stream+",
            "imageUrl": "../../assets/images/Stream.png",
            "type": "Mobile Apps",
            "responsibility": [
                "Mobile Development",
                "UI/UX Design"
            ],
            "credit": "https://dribbble.com/shots/15276430-Stream"
        },
        {
            "id": "asd1293uvbvcbbd3",
            "title": "Freelance",
            "imageUrl": "../../assets/images/Freelance.png",
            "type": "Mobile Apps",
            "responsibility": [
                "Mobile Development",
                "UI/UX Design"
            ],
            "credit": "https://dribbble.com/shots/15223131-Freelance-Mobile-App-Concept"
        },
        {
            "id": "asd1293ufgdfgs4",
            "title": "Aura",
            "imageUrl": "../../assets/images/Aura.png",
            "type": "Website",
            "responsibility": [
                "Web Development",
                "UI/UX Design"
            ],
            "credit": "https://dribbble.com/shots/15176338-Aura-Website-Main-Page"            
        },
        {
            "id": "asd1293ulskmnb5",
            "title": "Surtido Rico",
            "imageUrl": "../../assets/images/Surtido.png",
            "type": "Website",
            "responsibility": [
                "Web Development",
                "UI/UX Design"
            ],
            "credit": "https://dribbble.com/shots/15173118-Surtido-Rico"
        },
        {
            "id": "asd1293ulkmnbj6",
            "title": "Courses Management",
            "imageUrl": "../../assets/images/ManagementApp.png",
            "type": "Website",
            "responsibility": [
                "Web Development",
                "UI/UX Design"
            ],
            "credit": "https://dribbble.com/shots/15197890-Courses-Management-and-Promoting-Web-App"
        }
    ],
    "advantage": [
        [{
            "title": "Attention to Details",
            "description": "It’s our attention to the small stuff, scheduling of timelines and keen project management that makes us stand out from the rest. We are creative, while keeping a close eye on the calendar and your budget.",
            "imageUrl": "assets/images/Communicative2.png"
        },
        {
            "title": "A Plan for Success ",
            "description": "You want results. We have found that the best way to get them is with up front research – of your company, competitors, target market and customer psychographics. Only after we fully understand you and your customers, do we recommend a plan of attack.",
            "imageUrl": "assets/images/Management2.png"
        }],
        [{
            "title": "Creativity ​",
            "description": "We bring our diverse background of advertising, design, branding, public relations, research and strategic planning to work for your company. Not only will your materials look great – they will get results.",
            "imageUrl": "assets/images/Collaborative2.png"
        },
        {
            "title": "Tracking Results",
            "description": "We’re constantly tracking the performance of our services. We’ll use internal testing to track increased exposure and other critical metrics. It’s also the best way to provide concrete evidence of our impact.",
            "imageUrl": "assets/images/Favourite2.png"
        }]
    ],
    "testimonial": [
        {
            "name": "Serge Attallah",
            "company": "Founder of Karya",
            "testimoni": "Salem Group has stepped up to the plate developing a great platform exceeding my expectations.",
            "imageUrl": "assets/images/serge.png"
        },
        {
            "name": "Yasmine Darwich",
            "company": "Founder of Donaleb",
            "testimoni": "I'd like to express gratitude for the outstanding contributions made by SG to the development of our mobile app. Salem Group’s professional & timely commitment to helping us achieve our goal is exemplary. We're grateful for their effort and look forward to continue making an impact together!",
            "imageUrl": "assets/images/yasmine.jpg"
        },
        {
            "name": "Malak Yacout",
            "company": "Founder of The Volunteer Circle",
            "testimoni": "Thanks to Salem Group we can always explore our technological options in a timely manner.",
            "imageUrl": "assets/images/malak.png"
        },
        {
            "name": "Ali Zein El Dinn ",
            "company": "Founder of Daleel Mozarea",
            "testimoni": "Salem Group has given me the chance to explore my horizons with the development of a strategic business plan!",
            "imageUrl": "assets/images/zizo.png"
        },
        {
            "name": "Tarek Mohammad",
            "company": "Co-founder OF GivTrade",
            "testimoni": "Delivered my requirements in a record breaking time!",
            "imageUrl": "assets/images/tarek.png"
        }
        ,
        {
            "name": "John Tamer",
            "company": "Founder of Tamer freres",
            "testimoni": "The team at Salem Group has consistently delivered outstanding results.",
            "imageUrl": "assets/images/jhonntammer.png"
        },
        {
            "name": "Shahid Abbasi",
            "company": "Founder of Xylexa",
            "testimoni": "I couldn’t be more pleased with the work delivered by Salem Group on this project.",
            "imageUrl": "assets/images/shahid.png"
        },
        {
            "name": "Amine Staali",
            "company": "ProvenMed",
            "testimoni": "Salem Group did a great job and were incredibly flexible with my requirements as they evolved over time.",
            "imageUrl": "assets/images/amine.png"
        },
        {
            "name": "Abed Kaderi",
            "company": "Owner of Shark & Co",
            "testimoni": "It is a pleasure to work with Salem Group and their talented developers. They deliver high quality work in a very timely manner.",
            "imageUrl": "assets/images/abed.png"
        }
    ],
    "team_leader" : [
        {
            "name": "Mohammad Salem",
            "position": "Founder and CEO",
            "imageUrl": "assets/images/CEO2.jpg"
        },
        {
            "name": "Layan Bekai",
            "position": "Executive Consultant",
            "imageUrl": "assets/images/layan1.jpg"
        },
        {
            "name": "Ali Abou Melhem",
            "position": "Chief Technology Officer",
            "imageUrl": "assets/images/am.jpg"
        }
    ],
    "team": [
        
        {
            "name": "Mohammad Amro",
            "position": "",
            "imageUrl": "assets/images/amro1.jpg"
        },
        {
            "name": "Dana Shimaly",
            "position": "",
            "imageUrl": "assets/images/dana1.jpg"
        },
        {
            "name": "Ahmad El Sayed Ahmad",
            "position": "",
            "imageUrl": "assets/images/ahmad1.jpg"
        },
        {
            "name": "Ahmad Harissa",
            "position": "",
            "imageUrl": "assets/images/harissa1.jpg"
        },
        {
            "name": "Ibrahim Zaraket",
            "position": "",
            "imageUrl": "assets/images/zaraket2.jpg"
        },
        {
            "name": "Mohammad Mohsen",
            "position": "",
            "imageUrl": "assets/images/mohsen1.jpg"
        },
        {
            "name": "Alex Tachdjian",
            "position": "",
            "imageUrl": "assets/images/Alex2.jpg"
        },
        {
            "name": "Zeinab Kansoun",
            "position": "",
            "imageUrl": "assets/images/zeinab1.jpg"
        },
        
        {
            "name": "Joumana Makki",
            "position": "",
            "imageUrl": "assets/images/joumana1.jpg"
        },
        {
            "name": "Joseph Nohra",
            "position": "",
            "imageUrl": "assets/images/joseph1.jpg"
        },
        {
            "name": "Hassan Hammedeh",
            "position": "",
            "imageUrl": "assets/images/hassan1.jpg"
        },
        {
            "name": "Mohammad Jaber",
            "position": "",
            "imageUrl": "assets/images/jaber1.jpg"
        }
    ],
    "Consulting": [
        {
            "name": "Mentoring Entrepreneurs",
            "imageUrl": "../assets/images/MentoringEntrepreneurs2.png"
        },
        {
            "name": "Project Implementation Research",           
            "imageUrl": "../assets/images/ProjectImplementationResearch2.png"
        },
        {
            "name": "Market Research",            
            "imageUrl": "../assets/images/MarketResearch2.png"
        },
        {
            "name": "Financial Forecasting",           
            "imageUrl": "../assets/images/FinancialForecasting2.png"
        },
        {
            "name": "Budget & Capital Structuring",            
            "imageUrl": "../assets/images/Budget&CapitalStructuring2.png"
        },
        {
            "name": "Feasibility Studies",            
            "imageUrl": "../assets/images/FeasibilityStudies2.png"
        },
        {
            "name": "Project Legal Estabilishment",
            "imageUrl": "../assets/images/ProjectLegalEstabilishment2.png"
        },
        {
            "name": "Funding & Loan Applications Preparation",            
            "imageUrl": "../assets/images/Funding&LoaApplicationsPreparation2.png"
        },
        {
            "name": "Investor Pitching",
            "imageUrl": "../assets/images/InvestorPitching2.png"
        },
        {
            "name": "Strategic consulting",
            "imageUrl": "../assets/images/StrategicConsulting2.png"
        },
        {
            "name": "Management Consulting",
            "imageUrl": "../assets/images/ManagementConsulting2.png"
        },
        {
            "name": "Operational Consulting",
            "imageUrl": "../assets/images/OperationalConsulting2.png"
        }
    ],
    "Marketing": [
        {
            "name": "Photography and Videography",
            "imageUrl": "../assets/images/PhotographyandVideography2.png"
        },
        {
            "name": "Content Creation",           
            "imageUrl": "../assets/images/ContentCreation2.png"
        },
        {
            "name": "Social Media Managment",            
            "imageUrl": "../assets/images/SocialMediaManagment2.png"
        },
        {
            "name": "Marketing Planning and Strategy",           
            "imageUrl": "../assets/images/MarketingPlanningandStrategy2.png"
        },
        {
            "name": "Online Advertising",            
            "imageUrl": "../assets/images/OnlineAdvertising2.png"
        },
        {
            "name": "Offline Advertising",            
            "imageUrl": "../assets/images/OfflineAdvertising2.png"
        },
        {
            "name": "Search Engine Optimization",
            "imageUrl": "../assets/images/SearchEngineOptimization2.png"
        },
        {
            "name": "Branding and Design",            
            "imageUrl": "../assets/images/BrandingandDesign2.png"
        },
        {
            "name": "Pay Per Click",
            "imageUrl": "../assets/images/PayPerClick2.png"
        },
        {
            "name": "Email Marketing",
            "imageUrl": "../assets/images/EmailMarketing2.png"
        },
        {
            "name": "App Search Optimizaton",
            "imageUrl": "../assets/images/AppSearchOptimizaton2.png"
        },
        {
            "name": "Online Reputation Managment",
            "imageUrl": "../assets/images/OnlineReputationManagment2.png"
        }
    ],
    "Technology": [
        {
            "name": "Website Development",
            "imageUrl": "../assets/images/WebsiteDevelopment2.png"
        },
        {
            "name": "Mobile Development",           
            "imageUrl": "../assets/images/MobileDevelopment2.png"
        },
        {
            "name": "UI/UX Design",            
            "imageUrl": "../assets/images/UI/UX2.png"
        },
        {
            "name": "Artificial Intelligence",           
            "imageUrl": "../assets/images/ArtificialIntelligence2.png"
        },
        {
            "name": "Testing and Quality Assurance",            
            "imageUrl": "../assets/images/TestingandQualityAssurance2.png"
        },
        {
            "name": "Data Analytics",            
            "imageUrl": "../assets/images/DataAnalytics2.png"
        },
        {
            "name": "Digital Transformation",
            "imageUrl": "../assets/images/DigitalTransformation2.png"
        },
        {
            "name": "IT Consulting",            
            "imageUrl": "../assets/images/ITConsulting2.png"
        },
        {
            "name": "Cyber Security",
            "imageUrl": "../assets/images/CyberSercurity2.png"
        },
        {
            "name": "Cloud Computing",
            "imageUrl": "../assets/images/CloudComputing2.png"
        },
        {
            "name": "Digital Wallets & Cryptocurrency",
            "imageUrl": "../assets/images/DigitalWallets&Cryptocurrency2.png"
        },
        {
            "name": "ERP & CRM",
            "imageUrl": "../assets/images/ERP&CRM2.png"
        }
    ],
    "portfolioservices": [
        {   
            "title": "Strategy & Managment Consulting",
            "imageUrl": "../assets/images/Consulting2.png",
            "pagePath":"/Portfolio/Consulting"
               
        },
        {
            "title": "Marketing and Digital Presence Division",
            "imageUrl": "../assets/images/Marketing2.png",
            "pagePath": "/Portfolio/Marketing"
                 
        },
        {
            "title": "Information Technology & Development",
            "imageUrl": "../assets/images/Technologies2.png",
            "pagePath":"/Portfolio/Technologies"
             
        }
    ],
    "portfolioconsulting": [
        {
            "title": "Startups",
            "imageUrl": "../assets/images/Startups2.png",
            "pagePath":"/Portfolio/Consulting/Startups"
            
        },
        {
            "title": "NGOs",
            "imageUrl": "../assets/images/NGOs2.png",
            "pagePath":"/Portfolio/Consulting/NGO's"
                 
        },
        {
            "title": "Firms",
            "imageUrl": "../assets/images/Firms2.png",
            "pagePath":"/Portfolio/Consulting/Firm"
             
        }
    ],
    "portfoliomarketing": [
        {
            "title": "Digital Marketing",
            "imageUrl": "../assets/images/ContentCreation5.png",
            "pagePath":"/portfolio/Marketing/DiagitalMarketing"   
        },
        {
            "title": "Branding",
            "imageUrl": "../assets/images/SocialMediaManagment5.png",
            "pagePath":"/portfolio/Marketing/Branding"         
        }
    ],
    "portfoliotechnologie": [
        {
            "title": "Web Solutions",
            "imageUrl": "../assets/images/WebSolutions2.png",
            "pagePath":"/Portfolio/Technologies/WebSolution"
               
        },
        {
            "title": "Mobile Solutions",
            "imageUrl": "../assets/images/MobileSolutions2.png",
            "pagePath":"/Portfolio/Technologies/MobileSolution"
        },
        {
            "title": "Other Solutions",
            "imageUrl": "../assets/images/OtherSolutions2.png",
            "pagePath":"/Portfolio/Technologies/OtherSolution"
             
        }
    ],
    "TechWebSol" : [
        {
            "id": "OODA",
            "title": "OODA",
            "imageUrl": "../../assets/images/OODA.jpg",
            "type": "Website",
            "paragraph":"OODA is a travel agency headquartered in Lebanon.  OODA wanted to propel forward in the market, by creating a custom booking portal to receive room requests from all over the world.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React Native, Redux, HTML and CSS",
                "Back-End: Nodejs, MongoDB and SQL server database",
                "Web payments integration with: Authorize.Net API"

            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://ooda.online/"
        },
        {
            "id": "Aequitas",
            "title": "Aequitas",
            "imageUrl": "../../assets/images/Aequitas.jpg",
            "type": "Website",
            "paragraph":"Aequitas is a Learning Management System that offers free education to students enrolled in the Lebanese Baccalaureate system to help them succeed in their official exams.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React Native, Redux, HTML, CSS",
                "Back-End: Node Js, SQL server database"

            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://aequitas-lb.com/"
        },
        {
            "id": "Nitchd",
            "title": "Nitchd",
            "imageUrl": "../../assets/images/Nitchd.png",
            "type": "Website",
            "paragraph":"NITCHD is an online ecommerce shop that offers a one-stop shop for all clothing designs by Lebanese designers, targeting the Lebanese and MENA market.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React Native, HTML and CSS",
                "Back-End: Node Js, mySQL server and Json"
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://nitchd.com/"
        },
        {
            "id": "GivTrade",
            "title": "Giv Trade",
            "imageUrl": "../../assets/images/GivTrade.png",
            "type": "Website",
            "paragraph": "Giv Trade provides a variety of trading services and products, including but not limited to stocks, currency, commodities, and digital assets. GivTrade also offers a wide variety of tools to make trading simple and easy for its customers.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React",
                "Back-End:ASP.Net Core, SQL Microsoft Server"
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://giv.trade/"            
        },
        {
            "id": "VolunteerCircle",
            "title": "The Volunteer Circle",
            "imageUrl": "../../assets/images/VolunteerCircle.png",
            "type": "Website",
            "paragraph":"The Volunteer Circle is a platform for skill-sharing across all areas of Lebanon. They match enthusiastic volunteers, community service, experience seekers, and multi-talented individuals with the cause that needs them the most. An initiative for the people by the people, we create a community that is readily accessible to support the hard work of NGOs, start-ups, local businesses, and artists.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React Native",
                "Back-end: ASP.Net Core and SQL Microsoft Server"
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://www.thevolunteercircle.com/"
        },
        {
            "id": "FreelanceExpress",
            "title": "Freelance Express",
            "imageUrl": "../../assets/images/FreelanceExpress.png",
            "type": "Website",
            "paragraph":"To increase vulnerable youth from the host community and the refugee community's access to education and employment, SG developed a freelancing platform to provide them with the needed opportunities. The website includes success stories and a newsletter.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React",
                "Back-End: MVC and .Net"
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "credit": ""
        },
        {
            "id": "Signals",
            "title": "Signals",
            "imageUrl": "../../assets/images/Signals.png",
            "type": "Website",
            "paragraph":"Signals is a digital platform to help traders identify the best time to execute a trading position, efficiently manage their risk, and reliably optimize their returns.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React",
                "Back-End: Django and MySQL "
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://signals.bear2bull.trade/"
        },
        {
            "id": "Karya",
            "title": "Karya",
            "imageUrl": "../../assets/images/Karya.png",
            "type": "Website",
            "paragraph":"Karya social impact tackles multiple stakeholders. It helps increase the economic benefits of rural hosts, integrates and involves women and youth by promoting openness, helps in creating awareness among users on the conservation of environment and cultural heritage and creates a solid rural/urban linkage by giving communities incentives to avoid internal migration.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React Native, Redux, HTML and CSS",
                "Back-End: Laravel and SQL server ",
                "Web payments integration with Authorize.Net API"
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://staging.karya.global/"
        },
        {"id": "GlobalShapers",
            "title": "Global Shapers",
            "imageUrl": "../../assets/images/GlobalShapers.png",
            "type": "Website",
            "paragraph":"Global Shapers Beirut Hub is a network of active individuals committed to making a positive impact in their city. We are entrepreneurs, we are scientists, we are engineers, we are artists, we are consultants and more. Our different backgrounds allow us to reach out to the different communities of our society and act as the catalyst for a collaborative outcome. We work towards fostering creativity, innovation and entrepreneurship by developing projects and working collectively to achieve them. We aspire to improve Beirut by focusing on individual and communal potentials and creating a positive image for the youth. ",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React Native",
                "Back-End: Asp.Net Core and Microsoft SQL Server"
            ],
            "pagePath":"/Portfolio/Technologies/WebSolution",
            "originalP":"Link: ",
            "credit": "https://global-shapers.netlify.app/ "
        }
    ],
    "TechMobSol" : [
        {
            "id": "Notu",
            "title": "Notu",
            "imageUrl": "../../assets/images/Notu.png",
            "type": "Mobile App",
            "paragraph":"Notu is a peer-to-peer business card mobile app striving to replace the conventional paper card by employing NFC technology to reduce the environmental cost of throwing away unused business cards. Tap your Notu business card to an iPhone, Android, or any other Notu card to instantly share your information through the mobile app.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: Dart Programming Language and Flutter Framework",
                "Back-End: Node JS and MySQL"
            ],
            "pagePath":"/Portfolio/Technologies/MobileSolution",
            "credit": ""
        },
        {
            "id": "DonaLeb",
            "title": "DonaLeb",
            "imageUrl": "../../assets/images/DonaLeb1.png",
            "type": "Mobile App",
            "paragraph":"DonaLeb is a well-being and fitness app that makes every step count. With every step logged, money is raised for charities connected with the app. Their sponsors receive unrivaled mobile engagement and social amplification with our community of active, healthy, and socially conscious audiences. Move with purpose today and raise money for charity.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: Dart Programming Language and Flutter Framework",
                "Back-End: Node JS and MySQL"
            ],
            "pagePath":"/Portfolio/Technologies/MobileSolution",
            "credit": ""
        }
    ],
    "TechOthSol" : [
        {
            "id": "KarmaTech",
            "title": "Karma Tech",
            "imageUrl": "../../assets/images/KarmaTech.jpg",
            "type": "Other Solution",
            "paragraph":"KarmaTech is a one-stop management software that offers a multitude of features that make running a clinic a breeze. It is used to manage patients, appointments, doctor's schedules, prescriptions, and inventory management.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: Angular Js and PHP",
                "Back-End: Node js, SQL server database and API integration"
            ],
            "pagePath":"/Portfolio/Technologies/OtherSolution",
            "credit": ""
        },
        {
            "id": "HMSPro",
            "title": "HMS Pro",
            "imageUrl": "../../assets/images/HMSPro.png",
            "type": "Other Solution",
            "paragraph":"HMS Pro is an all-in-one hospital management system that provides access to management of all hospital-related activities. including but not limited to: management of patients' records; doctors, nurses, and other personnel; stock and availability of the medications; availability of the wards and beds; and financial transactions.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React",
                "Back-end: ASP.Net Core, Microsoft SQL and MVC"
            ],
            "pagePath":"/Portfolio/Technologies/OtherSolution",
            "credit": ""
        },
        {
            "id": "Terogy",
            "title": "Terogy",
            "imageUrl": "../../assets/images/Terogy.png",
            "type": "Other Solution",
            "paragraph":"TEROGY is a web platform designed to connect hospitals in the MENA region to certified Lebanese radiologists who will provide them with fast and superior remote radiology services. TEROGY's mission is to provide cost-effective, timely and superior teleradiology services to hospitals in the MENA region.",
            "technologieused":"Technology Used: ",
            "responsibility": [
                "Front-End: React",
                "Back-end: ASP.Net Core, Microsoft SQL and MVC"
            ],
            "pagePath":"/Portfolio/Technologies/OtherSolution",
            "credit": ""
        }
       
    ],
    "ConsStartup" : [
        {
            "id": "DonaLeb1",
            "title": "DonaLeb",
            "imageUrl": "../../assets/images/DonaLeb.png",
            "type": "Business Development and Fundraising Consultancy",
            "paragraph":"Donaleb is a new innovative startup introducing a new business model aiming to combine CSR activity with a healthy lifestyle promotion through a donation feature to NGOs. Salem Group helped DonaLeb develop and define the business model, allocate suitable partnerships and sponsorships and coached them on investor pitching and pitch decks. We also shared potential customers databases following our market research to efficiently target brands and corporations ",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/Startups",
            "credit": ""
        },
        {
            "id": "Eflow",
            "title": "Eflow",
            "imageUrl": "../../assets/images/Eflow.png",
            "type": "Business Development Consultancy",
            "paragraph":"eFlow offers a cloud based platform powered by an interactive chatbot that enables learning delivery and management by conserving the human element in distance learning through conversational course format. Salem Group provided eFlow with a fresh marketing plan, including benchmarking and competitor analysis across all of their platforms and client-facing methods.Salem Group created new strategies and procedures to follow in order to address and prevent any dangers that eFlow might encounter by recognizing the flaws in the earlier procedures and processes.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/Startups",
            "credit": ""
        },
        {
        "id": "TheVolunteerCircle",
        "title": "The Volunteer Circle",
        "imageUrl": "../../assets/images/TheVolunteerCircle.png",
        "type": "Business planning,designing and implementing services",
        "paragraph":"Salem Group helped TVC with the creation of a strategic business plan, providing them with further expansion plans by conducting a detailed market research and a competitor analysis that helped us formulate clear KPIs and value propositions to support our plan with data-driven goals.Following an internal audit and a study of their current internal structure, we helped them draft their new Operational structure.",
        "responsibility": [
            
        ],
        "pagePath":"/Portfolio/Consulting/Startups",
        "credit": ""
    }
    ],
    "ConsNGOs" : [
        {
            "id": "IRC",
            "title": "IRC",
            "imageUrl": "../../assets/images/IRC.png",
            "type": "Microenterprise Support and Business Development",
            "paragraph":"With the help of Salem Group, MSMEs and local vendors are now able to determine the challenges they face in expanding their business. The aim of this project was to assist MSME’s in optimizing their performance in terms of sales and marketing, pricing and cost analysis, supplier negotiations and risk management. The curriculum also discussed various topics that would help MSMEs in improving their bookkeeping practices marketing activities and risk mitigation strategies.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "CareInternational",
            "title": "Care International",
            "imageUrl": "../../assets/images/Care.png",
            "type": "Impact and Sustainability Analysis for MSME’s support Programs in North Lebanon",
            "paragraph":"Care is an international leader fighting to end poverty worldwide. Salem Group was chosen by Care International and NAWAT Consortium to conduct an assessment to grasp a better understanding of different strategies that were followed previously in order to provide sharpened support programs targeting MSMEs and startups. In order to develop a comprehensive report which serves as a guideline for similar projects to be implemented in the future, Salem Group built a team of economic consultants, data analysts, area coordinators and surveyors to work on this report.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "ExpertiseFrance",
            "title": "Expertise France",
            "imageUrl": "../../assets/images/ExpertiseFrance.png",
            "type": "Economic Development Consultancy",
            "paragraph":"Expertise France is a French public agency specialized in offering project engineering and technical assistance by developing and implementing international cooperation actions worldwide. Salem Group developed a training manual for MSMEs and conducted training-of-trainers on business management in times of crisis. We reviewed and compiled information on business management in times of crisis and covered the key themes in this area with a particular focus on MSMEs operating in Lebanon. ",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "SaveTheChildren",
            "title": "Save The Children",
            "imageUrl": "../../assets/images/SaveTheChildren.png",
            "type": "Business Development Services",
            "paragraph":"Save the Children is an INGO that tackles families’ basic needs such as adequate shelter. It also aids market driven livelihoods opportunities for youth and caregivers and empowers civil society particularly children. Salem Group was in charge of conducting numerous training sessions tackling Crisis Management and Digital Marketing in addition to assisting participants with their questions about implementing solutions in their day-to-day operations.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "OmranFoundation",
            "title": "Omran Foundation",
            "imageUrl": "../../assets/images/OmranFoundation.png",
            "type": "Lebanese Implementing Incubator Partner and Mentor Hub",
            "paragraph":"Omran is a foundation that seeks to invest in valued cultural heritage as well as perfecting the use of tools in the age of planning, management, leadership and institutionalization. We at Salem Group as incubators developed the soft skills training program as well as the mentoring program which included introductory concepts on developing a startup and developing an MVP. We also hosted webinar sessions to introduce interested startups on the concept and scope of the program.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "JafraFoundation",
            "title": "Jafra Foundation",
            "imageUrl": "../../assets/images/JafraFoundation.png",
            "type": "Design and Implemented MSME’s and Startups Support Program",
            "paragraph":"Jafra Foundation is a Palestinian youth organization working on a participatory approach to promote resilience in the Palestinian society in all its places of existence. Jafra acts as a key strategic partner for several recognized international NGOs implementing humanitarian relief and development projects in Syria and Lebanon. As part of supporting MSMEs, Salem Group helped in project implementation through developing a grading matrix that was used as a metric during applications screening and interviews. At the end of the project, we made sure to deliver recommendations and key points before moving to the next cycle which helped us deliver a more efficient project implementation and minimize key performance gaps.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Caritas",
            "title": "Caritas",
            "imageUrl": "../../assets/images/Caritas.png",
            "type": "Business Support Program Design and Delivery",
            "paragraph":"CARITAS provides economic development, livelihoods, health and social care, education, service to foreign refugees, emergency and crisis intervention, environmental supervision and protection of the needy. Salem Group designed a curriculum that included business essential topics such as Accounting, Marketing, HR, Management Key Terms, Importance of handmade products, creativity sessions, market identifications, SWOT analysis, and Brand development.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Zowada",
            "title": "Zowada",
            "imageUrl": "../../assets/images/Zowada.png",
            "type": "Business planning,designing and implementing partner",
            "paragraph":"Zowada is a mobile app that was launched as a digital accelerator and incubator, the first of its kind in the world at the level of integrated business incubators in the development of a strategic vision of an incubator. Salem Group provided business development consultancy on project feasibility, forecasting revenue projections, and developing a clear business model for the five components separately. We also conducted detailed market research and a competitor analysis that helped us formulate clear KPIs and value propositions.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Basmeh&Zeitooneh1",
            "title": "Basmeh & Zeitooneh",
            "imageUrl": "../../assets/images/Basmeh&Zeitooneh.png",
            "type": "Mapping Services, Market Research, Market Linkages, Programme Development and Implementation",
            "paragraph":"After implementing a 9 month sewing workshop and training by Basmeh and Zeintooneh’s experts at their center located in the Nabaa area, Salem Group was approached to develop an end of project grant that would support participating women in creating a new income stream that can sustain their household expenses.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Akkarouna",
            "title": "Akkarouna",
            "imageUrl": "../../assets/images/Akkarouna.png",
            "type": "Business Coaching and Digital Marketing Planning",
            "paragraph":"Akkarouna is a local non-profit NGO that is managing 3 offices in the Northern Region of Lebanon, namely in Akkar, Tripoli and Baddawi. Salem Group provided general insight into MSME’s market plans, which were designed to promote their goods and services by working directly with each participant to create a digital marketing plan through the following steps: reviewing businesses digital capabilities, setting SMART objectives to grow their online leads and directing their online or offline sales, defining digital marketing methods, defining and allocating resources needed for effective digital marketing.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Dawaer",
            "title": "Dawaer",
            "imageUrl": "../../assets/images/Dawaer.png",
            "type": "Business Development to “Our Stories” Platform",
            "paragraph":"Dawaer foundation is a non-governmental,not for profit, non-partisan organization that works with educational institutions, families and communities to enhance child and youth rights and freedom of expression and protect youth from violence. To optimize their strategies on media outlets, they contacted Salem Group. Salem Group planned, developed and oversaw the overall business strategy. We also monetized the Online Media Platform of Our Stories in order to generate income and cover operational costs, planned the platform’s financial success, determined key business development KPIs, and communicated with potential and existing clients.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Basmeh&Zeitooneh2",
            "title": "Basmeh & Zeitooneh",
            "imageUrl": "../../assets/images/Basmeh&Zeitooneh.png",
            "type": "Sewing Market Assessment for NABAA office.",
            "paragraph":"Basmeh and Zeitooneh contacted Salem Group to cater for their needs of expert in business coaching, marketing & market linkage, to assist small businesses in developing their business plans, monitoring their progress while adjusting the business plans if required through conducting field visits to the Basmeh and Zeitooneh centers and providing them with frequent updates, mentorship, and coaching of the owners.Our team suggested a list of measures that focused on reducing business risks and assisting the owners to overcome the financial difficulties that emerged from the economic crisis in Lebanon.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "ReneMoawadFoundation",
            "title": "Rene Moawad Foundation",
            "imageUrl": "../../assets/images/ReneMoawadFoundation.png",
            "type": "Business Development Services",
            "paragraph":"RMF is implementing a project in Tripoli that aims at enhancing the wood processing sector and generating sustainable income for carpenters through the Minjara platform at the Rachid Karame International Fair. Salem Group conducted a preliminary study on the data and information shared by RMF, advised on the current operational and sales operations for Minjara while highlighting key elements of change and optimization, conducted cost control strategy (salaries, equipment, raw material, operational costs), performed headcount and necessary expenditure on Human Resources, given the long term plan for sustainability, formulated financial forecasting for 24 months on minimum income / sales needed to ensure Minjara continues to operate past January 2023.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Acted",
            "title": "Acted",
            "imageUrl": "../../assets/images/Acted.png",
            "type": "Menstrual Hygiene Manufacturing Activities",
            "paragraph":"Acted aimed to tackle the ongoing issue of period poverty and menstrual hygiene with the help of the UN Women funding. It chose Roof and Roots to establish a manufacturing facility for the production of menstrual products. Salem Group coached Roof And Roots on key business strategies, Organizational Management, Financial Manager,Operations and Management, Sales and Marketing, and mentoring.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        },
        {
            "id": "Basmeh&Zeitooneh3",
            "title": "Basmeh & Zeitooneh",
            "imageUrl": "../../assets/images/Basmeh&Zeitooneh.png",
            "type": "Fostering Refugee Leadership Program",
            "paragraph":"Through the Fostering Refugee Leadership Program, the refugee community in Lebanon will have more agency in their lives, to have a say and be able to influence the solutions that suit them. It all starts with them identifying the problems and their roots, their needs, the obstacles, and then decide on the best solutions for their community.Salem Group was responsible for the technical and organizational structural support that included mapping of the refugee lead initiatives, the development of a capacity assessment tool and a delivery of a final report with the key findings and recommendations.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/NGO's",
            "credit": ""
        }
        
    ],
    "ConsFirm" : [
        {
            "id": "Xylexa",
            "title": "Xylexa",
            "imageUrl": "../../assets/images/Xylexa.png",
            "type": "Business Development and Fundraising Consultancy",
            "paragraph":"Xylexa was looking to expand their clinical trials and services into the MENA region and working on securing deals with investors and clients. Salem Group worked on the business development part with Xylexa’s team as we conducted strong SEO and SEM that helps target potential clinics and hospitals in addition to working on the pricing models introduced according to the countries they want to expand to.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/Firm",
            "credit": ""
        },
        {
            "id": "ProvenMed",
            "title": "Proven Med",
            "imageUrl": "../../assets/images/ProvenMed.png",
            "type": "Business Development and Fundraising Consultancy",
            "paragraph":"Proven Med was guided along its path by Salem Group, in participating in every webinar and exhibition they entered after receiving feedback, making a professional pitch comparison, and suggesting necessary improvements.They were also introduced to a number of investors helping them expand into new markets.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Consulting/Firm",
            "credit": ""
        }
    ],
    "MrktBranding" : [
        {
            "id": "Xylexa",
            "title": "Xylexa",
            "imageUrl": "../../assets/images/Xylexa.png",
            "type": "Business Development and Fundraising Consultancy",
            "paragraph":"Xylexa was looking to expand their clinical trials and services into the MENA region and working on securing deals with investors and clients. Salem Group worked on the business development part with Xylexa’s team as we conducted strong SEO and SEM that helps target potential clinics and hospitals in addition to working on the pricing models introduced according to the countries they want to expand to.",
            "responsibility": [
                
            ],
            "pagePath":"/Portfolio/Marketing/Branding",
            "credit": ""
        },
        {
            "id": "ProvenMed",
            "title": "Proven Med",
            "imageUrl": "../../assets/images/ProvenMed.png",
            "type": "Business Development and Fundraising Consultancy",
            "paragraph":"Proven Med was guided along its path by Salem Group, in participating in every webinar and exhibition they entered after receiving feedback, making a professional pitch comparison, and suggesting necessary improvements.They were also introduced to a number of investors helping them expand into new markets.",
            "responsibility": [
                
            ],
            "pagePath":"/portfolio/Marketing/Branding",
            "credit": ""
        }
    ]
}